Repository: aman-tiger/sajid
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, nb, sv

# onboarding_1_title
source: Ready for an Epic Night?
es: ¿Listo para una Noche Épica?
ja: 最高の夜の準備はOK？
ko: 멋진 밤을 준비하셨나요?
nb: Klar for en episk kveld?
sv: Redo för en episk kväll?

# onboarding_1_subtitle
source: Dive into the ultimate game experience!
es: ¡Sumérgete en la mejor experiencia de juego!
ja: 究極のゲーム体験に飛び込もう！
ko: 궁극의 게임 경험에 빠져보세요!
nb: Dykk inn i den ultimate spillopplevelsen!
sv: Dyk in i den ultimata spelupplevelsen!

# onboarding_2_title
source: 6 Epic Game Packs
es: 6 Paquetes de Juego Épicos
ja: 6つのエピックパック
ko: 6개의 멋진 게임 팩
nb: 6 episke spillpakker
sv: 6 episka spelpaket

# onboarding_2_subtitle
source: From classic to spicy - find your perfect vibe!
es: ¡Desde lo clásico hasta lo picante - encuentra tu vibra perfecta!
ja: 定番からスパイシーまで—自分のノリにぴったりを！
ko: 클래식부터 핫한 것까지 - 완벽한 분위기를 찾으세요!
nb: Fra klassisk til spicy – finn din perfekte vibe!
sv: Från klassiskt till spicy — hitta din perfekta vibe!

# onboarding_3_title
source: 1,500 Questions
es: 1,500 Preguntas
ja: 1,500の質問
ko: 1,500개의 질문
nb: 1 500 spørsmål
sv: 1 500 frågor

# onboarding_3_subtitle
source: Endless fun with friends awaits!
es: ¡Te espera diversión sin fin con amigos!
ja: 友だちとずっと盛り上がれる！
ko: 친구들과 끝없는 즐거움이 기다립니다!
nb: Uendelig moro med venner venter!
sv: Oändligt kul med vänner väntar!

# onboarding_4_title
source: Rate Your Experience
es: Califica tu Experiencia
ja: 体験を評価しよう
ko: 경험을 평가해주세요
nb: Vurder opplevelsen din
sv: Betygsätt din upplevelse

# onboarding_4_subtitle
source: Help us make the game even better!
es: ¡Ayúdanos a hacer el juego aún mejor!
ja: もっと良くするために、ぜひ教えてね！
ko: 게임을 더 좋게 만드는 데 도움을 주세요!
nb: Hjelp oss å gjøre spillet enda bedre!
sv: Hjälp oss göra spelet ännu bättre!

# button_continue
source: Continue
es: Continuar
ja: 続ける
ko: 계속하기
nb: Fortsett
sv: Fortsätt

# button_start_game
source: Start Game
es: Iniciar Juego
ja: ゲーム開始
ko: 게임 시작
nb: Start spillet
sv: Starta spelet

# button_skip
source: Skip
es: Omitir
ja: スキップ
ko: 건너뛰기
nb: Hopp over
sv: Hoppa över

# button_get_started
source: Get Started
es: Comenzar
ja: はじめる
ko: 시작하기
nb: Kom i gang
sv: Kom igång

# button_back
source: Back
es: Atrás
ja: 戻る
ko: 뒤로
nb: Tilbake
sv: Tillbaka

# button_next
source: Next
es: Siguiente
ja: 次へ
ko: 다음
nb: Neste
sv: Nästa

# button_save
source: Save
es: Guardar
ja: 保存
ko: 저장
nb: Lagre
sv: Spara

# button_cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
nb: Avbryt
sv: Avbryt

# button_close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
nb: Lukk
sv: Stäng

# button_share
source: Share
es: Compartir
ja: 共有
ko: 공유
nb: Del
sv: Dela

# button_rate_now
source: Rate Now
es: Calificar Ahora
ja: 今すぐ評価
ko: 지금 평가하기
nb: Gi vurdering nå
sv: Betygsätt nu

# button_maybe_later
source: Maybe Later
es: Tal Vez Más Tarde
ja: あとで
ko: 나중에
nb: Kanskje senere
sv: Kanske senare

# common_and
source: and
es: y
ja: と
nb: og
sv: och

# main_menu_subtitle
source: Choose Your Pack
es: Elige Tu Paquete
ja: パックを選択
ko: 팩을 선택하세요
nb: Velg pakken din
sv: Välj ditt paket

# main_menu_buy_subscription
source: Unlock All Packs
es: Desbloquear Todos los Paquetes
ja: すべてのパックを解放
ko: 모든 팩 잠금 해제
nb: Lås opp alle pakker
sv: Lås upp alla paket

# main_menu_settings
source: Settings
es: Configuración
ja: 設定
ko: 설정
nb: Innstillinger
sv: Inställningar

# main_menu_free
source: Free
es: Gratis
ja: 無料
ko: 무료
nb: Gratis
sv: Gratis

# main_menu_premium
source: Premium
ja: プレミアム
ko: 프리미엄

# category_classic_name
source: Classic Pack
es: Paquete Clásico
ja: クラシック
ko: 클래식 팩
nb: Klassisk pakke
sv: Klassiskt paket

# category_classic_desc
source: The perfect starter to kick off any gathering!
es: ¡El iniciador perfecto para cualquier reunión!
ja: どんな集まりにもぴったりの定番！
ko: 모든 모임을 시작하기에 완벽합니다!
nb: Den perfekte starten på enhver samling!
sv: Den perfekta starten för varje tillställning!

# category_party_name
source: Party Pack
es: Paquete de Fiesta
ja: パーティー
ko: 파티 팩
nb: Festpakke
sv: Festar-paket

# category_party_desc
source: Energize your celebration with exciting challenges!
es: ¡Energiza tu celebración con desafíos emocionantes!
ja: ワクワクするお題で盛り上げよう！
ko: 흥미진진한 도전으로 파티에 활력을 불어넣으세요!
nb: Skru opp stemningen med spennende utfordringer!
sv: Höj stämningen med spännande utmaningar!

# category_girls_name
source: Girls 18+
es: Chicas +18
ja: ガールズ 18+
ko: 여성용 18+
nb: Jenter 18+
sv: Tjejer 18+

# category_girls_desc
source: Bold and daring questions for a girls night out!
es: ¡Preguntas atrevidas y audaces para una noche de chicas!
ja: 女子会向けの大胆な質問！
ko: 대담하고 과감한 여자들의 밤을 위한 질문들!
nb: Frekke og dristige spørsmål for jentekveld!
sv: Modiga frågor för en tjejkväll!

# category_couples_name
source: Couples Pack
es: Paquete de Parejas
ja: カップル
ko: 커플 팩
nb: Parpakke
sv: Par-paket

# category_couples_desc
source: Connect with your partner like never before!
es: ¡Conecta con tu pareja como nunca antes!
ja: パートナーともっと仲良く！
ko: 파트너와 이전과는 다르게 연결되세요!
nb: Kom nærmere partneren din enn noen gang!
sv: Kom närmare din partner som aldrig förr!

# category_hot_name
source: Hot Questions 18+
es: Preguntas Picantes +18
ja: ホット 18+
ko: 핫한 질문 18+
nb: Hete spørsmål 18+
sv: Heta frågor 18+

# category_hot_desc
source: Turn up the heat with spicy questions!
es: ¡Sube la temperatura con preguntas ardientes!
ja: 刺激的な質問で熱くなろう！
ko: 뜨거운 질문으로 분위기를 달구세요!
nb: Skru opp varmen med spicy spørsmål!
sv: Höj temperaturen med spicy frågor!

# category_guys_name
source: Guys Pack
es: Paquete de Chicos
ja: ガイズ
ko: 남성용 팩
nb: Guttepakke
sv: Killpaket

# category_guys_desc
source: Epic challenges designed for the bros!
es: ¡Desafíos épicos diseñados para los hermanos!
ja: 男同士向けのエピックなお題！
ko: 남자들을 위해 설계된 멋진 도전들!
nb: Episke utfordringer for gutta!
sv: Episka utmaningar för grabbarna!

# game_swipe_hint
source: Swipe to navigate
es: Desliza para navegar
ja: スワイプして移動
ko: 스와이프하여 이동
nb: Sveip for å navigere
sv: Svep för att navigera

# game_loading
source: Loading questions...
es: Cargando preguntas...
ja: 質問を読み込み中...
ko: 질문을 불러오는 중...
nb: Laster spørsmål...
sv: Laddar frågor...

# game_error_title
source: Oops!
es: ¡Ups!
ja: おっと！
ko: 앗!
sv: Hoppsan!

# game_error_no_questions
source: No questions available for this category
es: No hay preguntas disponibles para esta categoría
ja: このカテゴリの質問がありません
ko: 이 카테고리에 사용 가능한 질문이 없습니다
nb: Ingen spørsmål tilgjengelig for denne kategorien
sv: Inga frågor tillgängliga för denna kategori

# game_error_failed_load
source: Failed to load questions
es: Error al cargar preguntas
ja: 質問の読み込みに失敗しました
ko: 질문을 불러오지 못했습니다
nb: Kunne ikke laste spørsmål
sv: Misslyckades att ladda frågor

# game_button_previous
source: Previous
es: Anterior
ja: 前へ
ko: 이전
nb: Forrige
sv: Föregående

# game_button_next
source: Next
es: Siguiente
ja: 次へ
ko: 다음
nb: Neste
sv: Nästa

# game_button_shuffle
source: Shuffle
es: Mezclar
ja: シャッフル
ko: 섞기
nb: Bland
sv: Blanda

# game_button_share
source: Share
es: Compartir
ja: 共有
ko: 공유
nb: Del
sv: Dela

# game_share_text
source: Never Have I Ever... {question} Download Never Have I Ever app and play with friends!
es: Yo Nunca Nunca... {question} ¡Descarga la app Yo Nunca Nunca y juega con amigos!
ja: Never Have I Ever... {question} 「Never Have I Ever」をダウンロードして友だちと遊ぼう！
ko: 나는 한 번도... {question} 네버 해브 아이 에버 앱을 다운로드하고 친구들과 플레이하세요!
nb: Never Have I Ever... {question} Last ned Never Have I Ever-appen og spill med venner!
sv: Never Have I Ever... {question} Ladda ner Never Have I Ever-appen och spela med vänner!

# settings_title
source: Settings
es: Configuración
ja: 設定
ko: 설정
nb: Innstillinger
sv: Inställningar

# settings_section_account
source: Account
es: Cuenta
ja: アカウント
ko: 계정
nb: Konto
sv: Konto

# settings_section_app
source: App Settings
es: Configuración de la App
ja: アプリ設定
ko: 앱 설정
nb: Appinnstillinger
sv: Appinställningar

# settings_section_support
source: Support & Feedback
es: Soporte y Comentarios
ja: サポート・フィードバック
ko: 지원 및 피드백
nb: Support og tilbakemelding

# settings_section_about
source: About
es: Acerca de
ja: このアプリについて
ko: 정보
nb: Om
sv: Om

# settings_premium_member
source: Premium Member
es: Miembro Premium
ja: プレミアム会員
ko: 프리미엄 회원
nb: Premium-medlem
sv: Premium-medlem

# settings_free_plan
source: Free Plan
es: Plan Gratuito
ja: 無料プラン
ko: 무료 플랜
nb: Gratisplan
sv: Gratisplan

# settings_premium_desc
source: Enjoy unlimited access to all packs!
es: ¡Disfruta acceso ilimitado a todos los paquetes!
ja: すべてのパックを無制限で楽しめます！
ko: 모든 팩에 대한 무제한 액세스를 즐기세요!
nb: Nyt ubegrenset tilgang til alle pakker!
sv: Njut av obegränsad tillgång till alla paket!

# settings_free_desc
source: Upgrade to unlock all premium content
es: Actualiza para desbloquear todo el contenido premium
ja: アップグレードしてプレミアムを解放
ko: 모든 프리미엄 콘텐츠를 잠금 해제하려면 업그레이드하세요
nb: Oppgrader for å låse opp alt premiuminnhold
sv: Uppgradera för att låsa upp allt premiuminnehåll

# settings_restore_purchases
source: Restore Purchases
es: Restaurar Compras
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
sv: Återställ köp

# settings_restore_purchases_desc
source: Restore your previous purchases
es: Restaurar tus compras anteriores
ja: 以前の購入を復元します
ko: 이전 구매를 복원합니다
nb: Gjenopprett tidligere kjøp
sv: Återställ dina tidigare köp

# settings_language
source: Language
es: Idioma
ja: 言語
ko: 언어
nb: Språk
sv: Språk

# settings_language_desc
source: Change app language
es: Cambiar idioma de la app
ja: アプリの言語を変更
ko: 앱 언어 변경
nb: Endre app-språk
sv: Byt appens språk

# settings_dark_mode
source: Dark Mode
es: Modo Oscuro
ja: ダークモード
ko: 다크 모드
nb: Mørk modus
sv: Mörkt läge

# settings_how_to_play
source: How to Play
es: Cómo Jugar
ja: 遊び方
ko: 게임 방법
nb: Slik spiller du
sv: Så spelar du

# settings_how_to_play_desc
source: Learn how to play the game
es: Aprende a jugar el juego
ja: ルールを確認しよう
ko: 게임 플레이 방법 배우기
nb: Lær hvordan du spiller
sv: Lär dig hur spelet fungerar

# settings_share_app
source: Share App
es: Compartir App
ja: アプリを共有
ko: 앱 공유
nb: Del appen
sv: Dela appen

# settings_share_app_desc
source: Share with friends
es: Compartir con amigos
ja: 友だちにシェア
ko: 친구와 공유
nb: Del med venner
sv: Dela med vänner

# settings_rate_us
source: Rate Us
es: Califícanos
ja: 評価する
ko: 평가하기
nb: Vurder oss
sv: Betygsätt oss

# settings_rate_us_desc
source: Rate us on the store
es: Califícanos en la tienda
ja: ストアで評価してください
ko: 스토어에서 평가하기
nb: Vurder oss i butikken
sv: Betygsätt oss i butiken

# settings_app_version
source: App Version
es: Versión de la App
ja: アプリのバージョン
ko: 앱 버전
nb: Appversjon

# settings_terms
source: Terms & Conditions
es: Términos y Condiciones
ja: 利用規約
ko: 이용 약관
nb: Vilkår
sv: Villkor

# settings_privacy
source: Privacy Policy
es: Política de Privacidad
ja: プライバシーポリシー
ko: 개인정보 보호정책
nb: Personvern
sv: Integritetspolicy

# settings_restore_dialog_title
source: Restore Purchases
es: Restaurar Compras
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
sv: Återställ köp

# settings_restore_dialog_message
source: Your purchases will be restored when Phase 3 is implemented.
es: Tus compras serán restauradas cuando se implemente la Fase 3.
ja: フェーズ3の実装後に購入を復元できます。
ko: 3단계가 구현되면 구매가 복원됩니다.
nb: Kjøpene dine blir gjenopprettet når fase 3 er implementert.
sv: Dina köp återställs när fas 3 är implementerad.

# settings_share_message
source: Check out Never Have I Ever! The ultimate party game app. Download now!
es: ¡Mira Yo Nunca Nunca! La mejor app de juego para fiestas. ¡Descárgala ahora!
ja: Never Have I Ever をチェック！究極のパーティーゲーム。今すぐダウンロード！
ko: 네버 해브 아이 에버를 확인해보세요! 최고의 파티 게임 앱. 지금 다운로드하세요!
nb: Sjekk ut Never Have I Ever! Den ultimate partyspill-appen. Last ned nå!
sv: Kolla in Never Have I Ever! Den ultimata partyspel-appen. Ladda ner nu!

# settings_share_subject
source: Never Have I Ever - Fun Party Game
es: Yo Nunca Nunca - Juego Divertido de Fiesta
ja: Never Have I Ever - 楽しいパーティーゲーム
ko: 네버 해브 아이 에버 - 재미있는 파티 게임
nb: Never Have I Ever - Moro partyspill
sv: Never Have I Ever - Kul partyspel

# how_to_play_title
source: How to Play
es: Cómo Jugar
ja: 遊び方
ko: 게임 방법
nb: Slik spiller du
sv: Så spelar du

# how_to_play_header_subtitle
source: The Ultimate Party Game
es: El Juego de Fiesta Definitivo
ja: 究極のパーティーゲーム
ko: 궁극의 파티 게임
nb: Det ultimate partyspillet
sv: Det ultimata partyspelet

# how_to_play_step_1_title
source: Choose Your Pack
es: Elige Tu Paquete
ja: パックを選ぶ
ko: 팩 선택
nb: Velg pakken din
sv: Välj ditt paket

# how_to_play_step_1_desc
source: Select from 6 exciting categories that match your party vibe.
es: Selecciona de 6 categorías emocionantes que coincidan con tu vibra de fiesta.
ja: 雰囲気に合う6つのカテゴリから選べます。
ko: 파티 분위기에 맞는 6개의 흥미진진한 카테고리 중에서 선택하세요.
nb: Velg blant 6 spennende kategorier som matcher partyviben din.
sv: Välj bland 6 spännande kategorier som passar din partyvibe.

# how_to_play_step_2_title
source: Read the Question
es: Lee la Pregunta
ja: 質問を読む
ko: 질문 읽기
nb: Les spørsmålet
sv: Läs frågan

# how_to_play_step_2_desc
source: Each player takes turns reading "Never Have I Ever..." questions aloud.
es: Cada jugador toma turnos leyendo preguntas "Yo Nunca Nunca..." en voz alta.
ja: 順番に「Never Have I Ever...」の質問を声に出して読みます。
ko: 각 플레이어는 차례로 "나는 한 번도..." 질문을 소리 내어 읽습니다.
nb: Hver spiller bytter på å lese "Never Have I Ever..."-spørsmål høyt.
sv: Varje spelare turas om att läsa "Never Have I Ever..."-frågor högt.

# how_to_play_step_3_title
source: Truth or Action
es: Verdad o Acción
ja: 告白 or チャレンジ
ko: 진실 또는 행동
nb: Sannhet eller utfordring
sv: Sanning eller utmaning

# how_to_play_step_3_desc
source: Players who HAVE done it must admit it or complete a fun challenge!
es: ¡Los jugadores que lo HAYAN hecho deben admitirlo o completar un desafío divertido!
ja: やったことがある人は認めるか、楽しいチャレンジを！
ko: 해본 적이 있는 플레이어는 인정하거나 재미있는 도전을 완수해야 합니다!
nb: Spillere som HAR gjort det må innrømme det eller ta en morsom utfordring!
sv: Spelare som HAR gjort det måste erkänna eller göra en rolig utmaning!

# how_to_play_step_4_title
source: Next Question
es: Siguiente Pregunta
ja: 次の質問へ
ko: 다음 질문
nb: Neste spørsmål
sv: Nästa fråga

# how_to_play_step_4_desc
source: Swipe or tap to move to the next question and keep the fun going!
es: ¡Desliza o toca para pasar a la siguiente pregunta y mantener la diversión!
ja: スワイプ/タップで次に進んで盛り上がろう！
ko: 스와이프하거나 탭하여 다음 질문으로 이동하고 즐거움을 계속하세요!
nb: Sveip eller trykk for å gå videre og holde moroa i gang!
sv: Svep eller tryck för att gå vidare och hålla igång skratten!

# how_to_play_step_5_title
source: Have Fun!
es: ¡Diviértete!
ja: 楽しもう！
ko: 즐기세요!
nb: Ha det gøy!
sv: Ha kul!

# how_to_play_step_5_desc
source: Enjoy hilarious moments and get to know your friends better!
es: ¡Disfruta momentos divertidos y conoce mejor a tus amigos!
ja: 笑える時間を楽しんで、友だちをもっと知ろう！
ko: 재미있는 순간을 즐기고 친구들을 더 잘 알아가세요!
nb: Nyt morsomme øyeblikk og bli bedre kjent med vennene dine!
sv: Njut av roliga stunder och lär känna dina vänner bättre!

# how_to_play_step_label
source: Step {number}
es: Paso {number}
ja: ステップ {number}
ko: 단계 {number}
nb: Steg {number}
sv: Steg {number}

# how_to_play_pro_tips
source: Pro Tips
es: Consejos Pro
ja: コツ
ko: 프로 팁
sv: Proffstips

# how_to_play_tip_1
source: Use the shuffle button to randomize questions
es: Usa el botón de mezclar para aleatorizar preguntas
ja: シャッフルボタンで質問をランダムにできます
ko: 섞기 버튼을 사용하여 질문을 무작위로 만드세요
nb: Bruk blandeknappen for å randomisere spørsmål
sv: Använd blandningsknappen för att slumpa frågor

# how_to_play_tip_2
source: Share your favorite questions with friends
es: Comparte tus preguntas favoritas con amigos
ja: お気に入りの質問を友だちにシェアしよう
ko: 좋아하는 질문을 친구들과 공유하세요
nb: Del favorittspørsmålene dine med venner
sv: Dela dina favoritfrågor med vänner

# how_to_play_tip_3
source: Premium packs unlock 1,500+ exclusive questions
es: Los paquetes premium desbloquean más de 1,500 preguntas exclusivas
ja: プレミアムで1,500+の限定質問が解放されます
ko: 프리미엄 팩은 1,500개 이상의 독점 질문을 잠금 해제합니다
nb: Premium-pakker låser opp 1 500+ eksklusive spørsmål
sv: Premium-paket låser upp 1 500+ exklusiva frågor

# how_to_play_tip_4
source: Best played with 3+ players for maximum fun!
es: ¡Se juega mejor con 3+ jugadores para máxima diversión!
ja: 3人以上だともっと楽しい！
ko: 최대한의 재미를 위해 3명 이상의 플레이어와 플레이하세요!
nb: Best med 3+ spillere for maksimal moro!
sv: Bäst med 3+ spelare för maximal underhållning!

# onboarding_terms_prefix
source: By continuing, you agree to our
es: Al continuar, aceptas nuestros
ja: 続行すると、
nb: Ved å fortsette godtar du våre
sv: Genom att fortsätta godkänner du våra

# onboarding_terms_of_use
source: Terms of Use
es: T?rminos de Uso
ja: 利用規約
nb: Bruksvilkår
sv: Användarvillkor

# language_title
source: Language
es: Idioma
ja: 言語
ko: 언어
nb: Språk
sv: Språk

# language_subtitle
source: Select your preferred language
es: Selecciona tu idioma preferido
ja: 言語を選択
ko: 선호하는 언어를 선택하세요
nb: Velg ønsket språk
sv: Välj ditt språk

# language_english
source: English
ja: 英語
nb: Engelsk
sv: Engelska

# language_spanish
source: Español
ja: スペイン語
nb: Spansk
sv: Spanska

# language_german
source: Deutsch
ja: ドイツ語
nb: Tysk
sv: Tyska

# language_french
source: Français
ja: フランス語
nb: Fransk
sv: Franska

# language_korean
source: 한국어
ja: 韓国語
nb: Koreansk
sv: Koreanska

# language_changed_title
source: Language Changed
es: Idioma Cambiado
ja: 言語を変更しました
ko: 언어 변경됨
nb: Språk endret
sv: Språk ändrat

# language_changed_message
source: Language has been changed to {language}. The app will be fully translated in the final version.
es: El idioma se ha cambiado a {language}. La app estará completamente traducida en la versión final.
ja: 言語を {language} に変更しました。最終版では完全翻訳されます。
ko: 언어가 {language}(으)로 변경되었습니다. 최종 버전에서 앱이 완전히 번역됩니다.
nb: Språket er endret til {language}. Appen vil bli fullt oversatt i den endelige versjonen.
sv: Språket har ändrats till {language}. Appen blir helt översatt i den slutliga versionen.

# paywall_title
source: GO PREMIUM
es: HAZTE PREMIUM
ja: プレミアムにする
ko: 프리미엄으로 업그레이드
nb: BLI PREMIUM
sv: BLI PREMIUM

# paywall_subtitle
source: Non-Stop Fun Awaits
es: Diversión sin parar te espera
ja: ノンストップで楽しもう
ko: 끊임없는 즐거움이 기다립니다
nb: Non-stop moro venter
sv: Non-stop kul väntar

# paywall_choose_plan
source: Choose Your Plan
es: Elige tu plan
ja: プランを選択
ko: 플랜 선택
nb: Velg plan
sv: Välj din plan

# paywall_feature_1
source: Unlock exclusive 18+ content
es: Desbloquea contenido exclusivo 18+
ja: 18+の限定コンテンツを解放
ko: 18+ 전용 콘텐츠 잠금 해제
nb: Lås opp eksklusivt 18+ innhold
sv: Lås upp exklusivt 18+ innehåll

# paywall_feature_2
source: New updates regularly
es: Nuevas actualizaciones regularmente
ja: 定期的にアップデート
ko: 정기적으로 새 업데이트
nb: Nye oppdateringer jevnlig
sv: Nya uppdateringar regelbundet

# paywall_feature_3
source: Zero ads
es: Cero anuncios
ja: 広告なし
ko: 광고 없음
nb: Ingen annonser
sv: Inga annonser

# paywall_feature_4
source: Cancel anytime
es: Cancela cuando quieras
ja: いつでもキャンセル可能
ko: 언제든지 취소 가능
nb: Avslutt når som helst
sv: Avsluta när som helst

# paywall_weekly_plan
source: Weekly
es: Semanal
ja: 週
ko: 주간
nb: Ukentlig
sv: Veckovis

# paywall_monthly_plan
source: Monthly
es: Mensual
ja: 月
ko: 월간
nb: Månedlig
sv: Månadsvis

# paywall_yearly_plan
source: Yearly
es: Anual
ja: 年
ko: 연간
nb: Årlig
sv: Årsvis

# paywall_best_value
source: Best Value
es: Mejor Valor
ja: お得
ko: 최고 가치
nb: Best verdi
sv: Bästa värde

# paywall_trial_text
source: Try FREE for 3 days
es: Prueba GRATIS por 3 días
ja: 3日間無料で試す
ko: 3일 무료 체험
nb: Prøv GRATIS i 3 dager
sv: Prova GRATIS i 3 dagar

# price_per_week
source: per week
es: por semana
ja: 毎週
nb: per uke
sv: per vecka

# price_per_weeks
source: per {count} weeks
es: por {count} semanas
ja: {count} 週間あたり
ko: {count}??
nb: per {count} uker
sv: per {count} veckor

# price_per_month
source: per month
es: por mes
ja: 毎月
nb: per måned
sv: per månad

# price_per_months
source: per {count} months
es: por {count} meses
ja: {count} か月あたり
ko: {count}???
nb: per {count} måneder
sv: per {count} månader

# price_per_year
source: per year
es: por a?o
ja: 毎年
nb: per år
sv: per år

# price_per_years
source: per {count} years
es: por {count} a?os
ja: {count} 年あたり
ko: {count}??
nb: per {count} år
sv: per {count} år

# paywall_start_trial
source: Start Free Trial
es: Iniciar Prueba Gratuita
ja: 無料トライアルを開始
ko: 무료 체험 시작
nb: Start gratis prøveperiode
sv: Starta gratis provperiod

# paywall_subscribe
source: Subscribe Now
es: Suscribirse Ahora
ja: 今すぐ購読
ko: 지금 구독
nb: Abonner nå
sv: Prenumerera nu

# paywall_restore
source: Restore Purchases
es: Restaurar Compras
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
sv: Återställ köp

# paywall_terms
source: Terms & Conditions
es: Términos y Condiciones
ja: 利用規約
ko: 이용 약관
nb: Vilkår
sv: Villkor

# paywall_privacy
source: Privacy Policy
es: Política de Privacidad
ja: プライバシー
ko: 개인정보 보호정책
nb: Personvern
sv: Integritetspolicy

# paywall_cancel_anytime
source: Cancel anytime
es: Cancela cuando quieras
ja: いつでもキャンセル
ko: 언제든지 취소 가능
nb: Avslutt når som helst
sv: Avsluta när som helst

# paywall_loading
source: Loading subscription plans...
es: Cargando planes de suscripción...
ja: プランを読み込み中...
ko: 구독 플랜을 불러오는 중...
nb: Laster abonnementsplaner...
sv: Laddar prenumerationsplaner...

# paywall_error
source: Failed to load subscription plans. Please try again.
es: Error al cargar planes de suscripción. Por favor, inténtalo de nuevo.
ja: プランの読み込みに失敗しました。もう一度お試しください。
ko: 구독 플랜을 불러오지 못했습니다. 다시 시도해주세요.
nb: Kunne ikke laste planene. Prøv igjen.
sv: Misslyckades att ladda planer. Försök igen.

# subscription_active
source: You have an active subscription
es: Tienes una suscripción activa
ja: 有効なサブスクリプションがあります
ko: 활성 구독이 있습니다
nb: Du har et aktivt abonnement
sv: Du har en aktiv prenumeration

# subscription_expired
source: Your subscription has expired
es: Tu suscripción ha expirado
ja: サブスクリプションの有効期限が切れています
ko: 구독이 만료되었습니다
nb: Abonnementet ditt har utløpt
sv: Din prenumeration har gått ut

# subscription_purchase_success
source: Purchase successful! Enjoy premium content.
es: ¡Compra exitosa! Disfruta del contenido premium.
ja: 購入が完了しました！プレミアムをお楽しみください。
ko: 구매 성공! 프리미엄 콘텐츠를 즐기세요.
nb: Kjøp fullført! Nyt premiuminnhold.
sv: Köpet lyckades! Njut av premiuminnehåll.

# subscription_purchase_cancelled
source: Purchase cancelled
es: Compra cancelada
ja: 購入をキャンセルしました
ko: 구매가 취소되었습니다
nb: Kjøpet ble avbrutt
sv: Köp avbrutet

# subscription_purchase_error
source: Purchase failed. Please try again.
es: Error en la compra. Por favor, inténtalo de nuevo.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도해주세요.
nb: Kjøpet mislyktes. Prøv igjen.
sv: Köp misslyckades. Försök igen.

# subscription_restore_success
source: Purchases restored successfully!
es: ¡Compras restauradas exitosamente!
ja: 購入を復元しました！
ko: 구매가 성공적으로 복원되었습니다!
nb: Kjøp gjenopprettet!
sv: Köp återställda!

# subscription_restore_error
source: No purchases found to restore.
es: No se encontraron compras para restaurar.
ja: 復元できる購入が見つかりませんでした。
ko: 복원할 구매를 찾을 수 없습니다.
nb: Ingen kjøp funnet å gjenopprette.
sv: Inga köp hittades att återställa.

# subscription_checking
source: Checking subscription status...
es: Verificando estado de suscripción...
ja: サブスクリプション状況を確認中...
ko: 구독 상태를 확인하는 중...
nb: Sjekker abonnementsstatus...
sv: Kontrollerar prenumerationsstatus...

# error_generic
source: Something went wrong. Please try again.
es: Algo salió mal. Por favor, inténtalo de nuevo.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해주세요.
nb: Noe gikk galt. Prøv igjen.
sv: Något gick fel. Försök igen.

# error_network
source: Network error. Please check your connection.
es: Error de red. Por favor, verifica tu conexión.
ja: ネットワークエラーです。接続を確認してください。
ko: 네트워크 오류. 연결을 확인해주세요.
nb: Nettverksfeil. Sjekk tilkoblingen.
sv: Nätverksfel. Kontrollera din anslutning.

# error_loading_questions
source: Failed to load questions: {error}
es: Error al cargar preguntas: {error}
ja: 質問の読み込みに失敗しました: {error}
ko: 질문을 불러오지 못했습니다: {error}
nb: Kunne ikke laste spørsmål: {error}
sv: Misslyckades att ladda frågor: {error}

# error_loading_settings
source: Failed to load settings: {error}
es: Error al cargar configuración: {error}
ja: 設定の読み込みに失敗しました: {error}
ko: 설정을 불러오지 못했습니다: {error}
nb: Kunne ikke laste innstillinger: {error}
sv: Misslyckades att ladda inställningar: {error}
