Repository: aman-tiger/sajid
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, nb, sv

# common_loading
source: Loading...
es: Cargando...
ja: 読み込み中...
ko: 로딩 중...
nb: Laster...
sv: Laddar...

# common_retry
source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
sv: Försök igen

# common_done
source: Done
es: Hecho
ja: 完了
ko: 완료
nb: Ferdig
sv: Klart

# common_error
source: Error
ja: エラー
ko: 오류
nb: Feil
sv: Fel

# common_success
source: Success
es: Éxito
ja: 成功
ko: 성공
nb: Suksess
sv: Klart

# common_warning
source: Warning
es: Advertencia
ja: 警告
ko: 경고
nb: Advarsel
sv: Varning

# common_info
source: Info
es: Información
ja: 情報
ko: 정보

# error_page_not_found
source: Page not found: {path}
es: P?gina no encontrada: {path}
ja: ページが見つかりません: {path}
ko: ???? ?? ? ????: {path}
nb: Side ikke funnet: {path}
sv: Sidan hittades inte: {path}

# language_dutch
source: Dutch
ja: オランダ語
nb: Nederlandsk
sv: Nederländska

# language_swedish
source: Swedish
ja: スウェーデン語
nb: Svensk
sv: Svenska

# language_norwegian
source: Norwegian
ja: ノルウェー語
nb: Norsk
sv: Norska

# language_russian
source: Russian
ja: ロシア語
nb: Russisk
sv: Ryska

# language_portuguese_brazil
source: Portuguese (Brazil)
ja: ポルトガル語（ブラジル）
nb: Portugisisk (Brasil)
sv: Portugisiska (Brasilien)

# language_japanese
source: Japanese
ja: 日本語
nb: Japansk
sv: Japanska

# language_italian
source: Italian
ja: イタリア語
nb: Italiensk
sv: Italienska

# button_ok
source: OK
es: Aceptar
ko: 확인

# main_menu_title
source: Never Have I Ever
es: Yo Nunca Nunca
ko: 네버 해브 아이 에버

# game_never_have_i_ever
source: Never Have I Ever...
es: Yo Nunca Nunca...
ko: 나는 한 번도...

# how_to_play_header_title
source: Never Have I Ever
es: Yo Nunca Nunca
ko: 네버 해브 아이 에버
